<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'kgiai'   => 'Кыргызско-Германский Институт Прикладной Информатики',


    'home'   => 'Главная',
    'events'   => 'Ивенты',
    'gallery'   => 'Галерея',
    'about'   => 'О нас',
    'contacts'   => 'Контакты',
    'for_graduates'   => 'Для абитуриентов',
    'bachelor_informatics'   => 'Бакалавриат информатики',
    // 'programm_technologies'   => 'Для абитуриентов',
    // 'medicine_informatics'   => 'Для абитуриентов',
    // 'web_informatics'   => 'Для абитуриентов',
    'master_informatics'   => 'Магистратура информатики',
    'admission_requirements'   => 'Требования к поступлению',
    'internationalization'   => 'Международное сотрудничество',

    /** Buttons */
    'learn_more'   => 'Подробнее',
    'sign_up'   => 'Зарегистрироваться',
    'show_more'   => 'Показать больше',
    'recent_news'   => 'Последние новости',

    /** Footer */
    'links'   => 'Ссылки',
    'career_fair_app'   => 'Приложение для ярмарки карьеры и контактов',
    'login_to_email'   => 'Войти на почту',
    'all_rights_reserved'   => 'Все права защищены',

    /** Home */
    'news'   => 'Новости',
    'share'   => 'Поделиться',

    /** Events */
    'signed_up'   => 'Зарегистрировалиь',
    'signing_up'   => 'Регистрация',
    'full_name'   => 'Имя и фамилия',
    'phone_number'   => 'Номер телефона',
    'select'   => 'Выберите',
    'select_file'   => 'Выберите файл',
    'change'   => 'Изменить',
    'remove'   => 'Удалить',
    'send'   => 'Отправить',

    /** Contacts */
    'phone_numbers'   => 'Телефонные номера',
    'address'   => 'Адрес',
    'reception'   => 'Приемная',
    'project_office'   => 'Проектное бюро',
    'social_networks'   => 'Мы в социальных сетях',
    
    /**Errors */
    'oops_error'   => 'Ой произошла ошибка',
    'to_home'   => 'На главную',
    'error_404'   => 'Страница не найдена',
    'error_403'   => 'У вас нет прав, чтобы просмотреть эту страницу',
    'error_500'   => 'Произошла ошибка на сервере',
    'error_419'   => 'Сессия устарела, обновите страницу',
    'error_401'   => 'Вы не авторизованы',

];
