<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'kgiai'   => 'Кыргызско-Германский Институт Прикладной Информатики',


    'home'   => 'Главная',
    'events'   => 'Ивенты',
    'gallery'   => 'Галерея',
    'about'   => 'О нас',
    'contacts'   => 'Контакты',
    'for_graduates'   => 'Для абитуриентов',
    'bachelor_informatics'   => 'Бакалавриат информатики',
    // 'programm_technologies'   => 'Для абитуриентов',
    // 'medicine_informatics'   => 'Для абитуриентов',
    // 'web_informatics'   => 'Для абитуриентов',
    'master_informatics'   => 'Магистратура информатики',
    'admission_requirements'   => 'Требования к поступлению',
    'internationalization'   => 'Международное сотрудничество',

    /** Buttons */
    'learn_more'   => 'Подробнее',
    'sign_up'   => 'Зарегистрироваться',
    'show_more'   => 'Показать больше',
    'recent_news'   => 'Последние новости',

    /** Footer */
    'links'   => 'Ссылки',
    'career_fair_app'   => 'Приложение для ярмарки карьеры и контактов',
    'login_to_email'   => 'Войти на почту',
    'all_rights_reserved'   => 'Все права защищены',

    /** Home */
    'news'   => 'Новости',
    'share'   => 'Поделиться',

    /** Events */
    'signed_up'   => 'Зарегистрировалиь',
    'signing_up'   => 'Регистрация',
    'full_name'   => 'Имя и фамилия',
    'phone_number'   => 'Номер телефона',
    'select'   => 'Выберите',
    'select_file'   => 'Выберите файл',
    'change'   => 'Изменить',
    'remove'   => 'Удалить',
    'send'   => 'Отправить',

    /** Contacts */
    'phone_numbers'   => 'Телефонные номера',
    'address'   => 'Адрес',
    'reception'   => 'Приемная',
    'project_office'   => 'Проектное бюро',
    'social_networks'   => 'Мы в социальных сетях',
    
    /**Errors */
    'oops_error'   => 'Ой произошла ошибка',
    'to_home'   => 'На главную',
    'error_404'   => 'Страница не найдена',
    'error_403'   => 'У вас нет прав, чтобы просмотреть эту страницу',
    'error_500'   => 'Произошла ошибка на сервере',
    'error_419'   => 'Сессия устарела, обновите страницу',
    'error_401'   => 'Вы не авторизованы',


    /**Auth */
    'login' => 'Войти',
    'logout' => 'Выйти',
    'authorization' => 'Авторизация',
    'password' => 'Пароль',
    'remember' => 'Запомнить',

    /**Admin */
    'control_panel' => 'Панель управления',
    'to_site' => 'На сайт',
    
    'main_items' => 'Основные',
    'special_pages' => 'Специальные страницы',

    'categories' => 'Категории',

    'title' => 'Заголовок',
    'description' => 'Описание',
    'content' => 'Содержание',
    'tags' => 'Теги',
    'image' => 'Изображение',
    'select_images' => 'Выберите картинки',
    'cancel' => 'Отменить',
    'too_big_file' => 'Файл слишком большой',
    'file_size_bigger_than' => 'Размер файла больше чем',
    'files_loading' => 'Загружаются файлы',
    'date_time' => 'Время и дата',
    'publish_on' => 'Опубликовать на',
    'publish' => 'Опубликовать',
    'to_banner' => 'На баннер',
    'save' => 'Сохранить',
    'go_back' => 'Назад',
    'category' => 'Категория',
    'no_category' => 'Без категории',
    'author' => 'Автор',
    'status' => 'Статус',
    'actions' => 'Действия',
    'views' => 'Просмотров',

    'saved_successfully' => 'Успешно сохранен',
    'updated_successfully' => 'Успешно обновлен',
    'removed_successfully' => 'Успешно удален',
    'create' => 'Создать',
    'edit' => 'Редактировать',
    'remove_confirm' => 'Вы уверены что хотите удалить?',

    'create_post' => 'Добавить новость',
    'all_posts' => 'Все новости',
    
    'create_event' => 'Добавить ивент',
    'all_events' => 'Все ивенты',
    

];
